[{"id":4,"en_name":"Christian Resources","en_description":"These are compiled resources useful to Christians of all denominations. Some are collaborative works, some are public domain, and the resources include the work of many authors.","pt_name":"Recursos Cristãos","pt_description":" Estes são compilados recursos úteis para os cristãos de todas as denominações. Alguns são obras colaborativas, alguns são de domínio público, e os recursos incluem o trabalho de muitos autores.","photo":"http:\/\/146.148.29.150\/fonte\/api\/html\/web\/uploads\/photo\/organization\/4.jpg","license_type_id":4},{"id":5,"en_name":"United Church of Christ Ex American Board","en_description":"The United Church of Christ in Mozambique traces it's history in this country back to 1905 when the American Board of Foreign Missions sent church planters to Mozambique from Zimbabwe. The mission focused on evangelizing the Ndau people in Manica and Sofala, the two provinces where the church is most prevalent to this day. For most of its history the ICUM has been led and promoted from within Mozambique by Mozambican pastors and missionaries.","pt_name":"Igreja de Cristo Unida em Moçambique, ex missão American Board","pt_description":"A Igreja Unida de Cristo em Moçambique começo em 1905, quando a Junta Americana de Missões Exteriores enviou plantadores das igrejas para Moçambique do Zimbabwe. A missão centrou-se na evangelização do povo Ndau em Manica e Sofala, as duas províncias onde a igreja é mais prevalente até hoje. Durante a maior parte da sua história, o ICUM foi liderado e promovido a partir de Moçambique por pastores e missionários moçambicanos.","photo":"http:\/\/146.148.29.150\/fonte\/api\/html\/web\/uploads\/photo\/organization\/ucc.png","license_type_id":1},{"id":6,"en_name":"Global Recordings Network","en_description":"Our Purpose At GRN we want everyone to have the opportunity to hear the good news of Jesus in their own heart language. We prioritise languages that: <br\/>1. Do not yet have the Bible or other Christian materials accessible in their language, and\/or<br\/> 2. Have many oral communicators who can’t make good use of printed materials (2\/3 of the world’s population). <h3>Our Strategy<\/h3> GRN produces culturally appropriate audio recordings of Bible stories, basic Bible teaching and Bible portions using indigenous voices and music. We also produce visual materials such as picture books and videos. We make the recordings available on our websites and 5fish apps for free listening, downloading and distribution. We also distribute the audio recordings on specialised mp3 players suitable for use in harsh environments or in locations without access to electricity and batteries. Often we can include an audio Bible or other available content on the players. We partner with churches and mission societies in Southern Africa and around the world to get the gospel to those who need it most. No tribe is too small, no language is too obscure, no village is too remote.","pt_name":"Rede de Gravações Global","pt_description":"A Visão da GRN é que as pessoas possam ouvir e entender a Palavra de Deus em sua língua materna , especialmente aqueles que são comunicadores orais e aqueles que não têm Escrituras de uma forma que eles podem acessar.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/GRN.jpg","license_type_id":4},{"id":9,"en_name":"Vineyard Church","en_description":"Vineyard is a Christian church that has as its mission \"glorify God, serve men and Light up the world\". Founded in 1990, it has planted dozens of other churches. It's priorities are worship, communion, discipleship, and mission. To know more visit <a href=\"http:\/\/www.vineyardpiratininga.com.br\">www.vineyardpiratininga.com.br<\/a> ","pt_name":"Igreja Vineyard","pt_description":"A Igreja Vineyard é uma igreja cristã que tem como missão “glorificar a Deus, servir aos homens e iluminar o mundo”. Fundada em 1990 já participou da plantação de dezenas de outras igrejas. Suas prioridades são adoração, comunhão, discipulado e missão. Para saber mais visite <a href=\"http:\/\/www.vineyardpiratininga.com.br\">www.vineyardpiratininga.com.br<\/a> ","photo":"http:\/\/api.biblia.co.mz\/uploads\/photo\/organization\/vineyardlogo1.png","license_type_id":3},{"id":10,"en_name":"For HIS Glory Ministries","en_description":"With a vision to proclaim the Good News of Jesus globally, Rob Welch established For His Glory Ministries in 2006. Since the beginning of 2006, For His Glory has preached the Gospel to 1,350,000 people in twelve countries. Over 250,000 people have responded to the Gospel by publicly surrendering their lives to Christ.  For His Glory’s plan is to organize and lead three to four international missions per year, which will each feature large festival events and leadership conferences for pastors, evangelists, and other church leaders. For more information, visit <a href=\"http:\/\/forhisglorymin.org\">forhisglorymin.org<\/a>","pt_name":"For HIS Glory Ministries","pt_description":"Com uma visão para proclamar a Boa Nova de Jesus globalmente, Rob Welch estabeleceu For HIS Glory Ministries em 2006. Desde o início de 2006, Para Sua Glória pregou o Evangelho a 1.350.000 pessoas em doze países. Mais de 250 mil pessoas responderam ao Evangelho ao entregar publicamente suas vidas a Cristo. O plano de Sua Glória é organizar e liderar de três a quatro missões internacionais por ano, cada uma com grandes eventos festivos e conferências de liderança para pastores, evangelistas e outros líderes da igreja. Para obter mais informações, visite <a href=\"http:\/\/forhisglorymin.org\"> forhisglorymin.org <\/a>","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/FHGMinistries.png","license_type_id":3},{"id":11,"en_name":" Church Tabernacle Alliance in Faith","en_description":"The church Tabernacle Covenant of Faith was founded by Apostle Sérgio Licova with his wife Ester Samuel Licova in 2005, in Mozambique in the city of Beira, Sofala Province, with more than 500 members and 7 daughter churches, 5 of them in Sofala, one in Chimoio and one in Maputo.","pt_name":"Igreja Tabernaculo Aliança na Fê","pt_description":"A igreja Tabernáculo Aliança da Fé  foi fundada por Apostolo Sérgio Licova junto a sua esposa Ester Samuel Licova no ano 2005, em Moçambique na Provincia de Sofala cidade da Beira, tem mais de 500 membros e com 7 igrejas Filhas, 5 delas em  Sofala, uma em Chimoio e uma em Maputo.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/taf.jpg","license_type_id":3},{"id":12,"en_name":"Bethel-Beira","en_description":"BETHEL was planted in Beira City in Mozambique and has been growing under a movement of worship, as the scriptures say in Acts 2-47, where the Bible says that the Lord added those who were being saved, BETHEL is made up of a group of Christians who have discovered that they are the true house of God, hence the root of the name BETHEL, which in Hebrew means \"house of God\", can also mean SACRED PLACE. We were bought by the blood of Christ and became the house of God, Bethlehem. This church is led by Pastor Flávio Andrade and His Wife Crimilde de Sousa Andrade.","pt_name":"Bethel-Beira","pt_description":"A BETHEL, foi plantada na Cidade da Beira em Moçambique e vem crescendo debaixo de um mover de adoração, conforme diz as escrituras no livro de “Atos 2-47”, onde a Bíblia diz que o Senhor acrescentava os que iam sendo salvos, a BETHEL é constituída por um grupo de Cristãos que descobriram que eles são a verdadeira casa de Deus, daí vem a raiz do nome BETHEL, que no Hebraico significa: “casa de Deus”, pode se também significar LUGAR SAGRADO. Nós fomos comprados pelo sangue de Cristo e nos tornamos casa de Deus, BETHEL. Esta igreja é Liderada pelo Pastor Flávio Andrade e a Sua Esposa Crimilde de Sousa Andrade.","photo":"http:\/\/api.biblia.co.mz\/uploads\/photo\/organization\/bethelchurch.jpg","license_type_id":3},{"id":13,"en_name":"Evangelical Mission New Life  (MEVINO)","en_description":"Evangelical Mission New Life (MEVINO) is a Mozambican church founded on January 15, 2005 by Pastor Tomas Perreira viajeiro, with Headquarters in Sofala in the city of Beira, and has Daughters churches around six provinces of Mozambique","pt_name":"Missão evangélica vida nova","pt_description":"Missão evangélica vida nova (MEVINO)  é uma  igreja Moçambicana fundada no dia 15 de janeiro de 2005 por pastor Tomas Perreira viajeiro, com a Sede em Sofala na cidade da Beira, e tem  igrejas Filhas em volta de seis provincias  de Moçambique ","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/igrejalogo.png","license_type_id":3},{"id":14,"en_name":"Bosque Baptist Church","en_description":"The Bosque Baptist Church was planted in the city of Beira four years ago by pastors Tyago and Karol Campelo and today is led by pastors Wilke and Morgana Rufino. A cell church that seeks to expand the Kingdom of God and its principles, and aims to teach each leader to reach his spiritual potential in Christ Jesus.","pt_name":"Igreja Batista do Bosque ","pt_description":"A Igreja Batista do Bosque foi plantada na cidade da Beira há quatro anos, pelos pastores Tyago e Karol Campelo e hoje é liderada pelos pastores Wilke e Morgana Rufino. Uma igreja em células que busca expandir o Reino de Deus e os seus princípios, e tem como objetivo ensinar cada líder a alcançar seu potencial espiritual em Cristo Jesus","photo":"http:\/\/api.biblia.co.mz\/uploads\/photo\/organization\/igrejaBdeBosque.png","license_type_id":3},{"id":15,"en_name":"church Ministry of Intercession","en_description":"The Church Ministry of Intercession founded by Pastor Alberto José Chipendulo with his wife Graça Sebastião Chipendulo began on March 13, 2007 in the City of Beira, Province of Sofala in Mozambique. The ministry has some daughter churches around the province of sofala, and one in the province of Tete.","pt_name":"Igreja Ministério de Intercessão ","pt_description":"A Igreja Ministério de Intercessão fundada pelo Pastor Alberto José Chipendulo junto da sua esposa Graça Sebastião Chipendulo teve o seu início no dia 13 de Março de 2007 na Cidade da Beira, Provincía de Sofala em Moçambique. O ministério tem algumas igrejas filhas em volta da província de sofala, e uma na província de Tete.","photo":"http:\/\/api.biblia.co.mz\/uploads\/photo\/organization\/logopng.png","license_type_id":3},{"id":16,"en_name":"Warriors in Faith Ministries.","en_description":"Warriors in Faith Ministries is an Evangelical Church with a vision to proclaim the good news of the Gospel of Jesus Christ. You are welcome in this family. Social media: Facebook\/Youtube: Ministério Valentes na Fé ","pt_name":"Ministério Valentes Na Fé.","pt_description":"Ministério Valentes Na Fé é uma Igreja Evangélica com uma visão de anunciar as boas novas do Evangelho de Jesus Cristo. Você é bem-vindo nesta família Redes Sociais: Facebook \/ Youtube: Ministério Valentes na Fé","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/LogoVNF101.jpg","license_type_id":3},{"id":17,"en_name":"The Ministry Cooperation in the Gospel of Christ","en_description":"The Ministry Cooperation in the Gospel of Christ is a Christian Ministry dedicated to the proclamation of the Gospel. The MICEC church has its national headquarters in the city of Beira and carries out its activities in all regions of the national territory and abroad, the Ministry Cooperation Church in the Gospel of Christ was founded by Pastor Luís José Chimbia with his wife in 2004.","pt_name":"Igreja Ministério Cooperação no Evangelho de Cristo (MICEC)","pt_description":"O Ministério Cooperação no Evangelho de Cristo é um Ministério cristão vocacionado a proclamação do Evangelho. A igreja MICEC tem a sua sede nacional na cidade da Beira e exerce as suas actividades em todas as regiões do território nacional e no estrangeiro, a Igreja Ministério Cooperação no Evangelho de Cristo foi fundada por pastor Luís José Chimbia junto a sua esposa em  2004 .","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/logo.png","license_type_id":3},{"id":18,"en_name":"New Generation Center International Church (CNG)","en_description":"The new generation center church is a church founded in Mozambique by apostle Jonas Fortuna Quembo and his wife Debora Quembo in the year 2016. The NGC's mission is to Touch and Change Lives and Mark an impact that lasts through preaching of the word of God.","pt_name":"Igreja Centro de Nova Geração Internacional (CNG)","pt_description":"A igreja centro de nova geração é uma igreja fundada em Moçambique por apóstolo Jonas fortuna Quembo Junto a sua esposa Debora Quembo, no ano 2006. A CNG tem como missão de Tocar Vidas, Mudar Vidar e Marcar um impacto que dura, por meio de pregação da palavra de Deus  ","photo":"http:\/\/api.biblia.co.mz\/uploads\/photo\/organization\/CNGIMAGEMIGREJA.png","license_type_id":3},{"id":19,"en_name":"Burning Bush Ministry-MSA","en_description":"Ministry of Liberation Sarça Ardente is a Ministry founded in Mozambique by the Prophet Zeferino Alberto Chirombe, located in the Sofala province of Beira, in the neighborhood of 19 Manga Mascarenha, entrance of Nhangau.","pt_name":"Ministério Sarça Ardente-MSA","pt_description":"Ministerio de Libertação Sarça Ardente, é um Ministerio fundado em Moçambique no mês de Outubro do Ano 2014  pelo Profeta Zeferino Alberto Chirombe, Localizada na provincia de Sofala Cidade da Beira,no 19 Bairro  Manga Mascarenha, entrada de Nhangau.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/Saralogotipo.png","license_type_id":3},{"id":20,"en_name":"International Church of Salvation of Lives (IISV) ","en_description":"The International Church of Salvation of Lives (IISV) was founded in September 2008 by Apostle dr. António Cunha Macuengue. The church is located in the CFM Muchatazina neighborhood near the Muchatazina High School. It has 4 congregations: Beira-headquarters; Beira - Mutondo; BUZI, Tete (on the way to establishment). Led by the founder and his wife and 5 additional pastors.","pt_name":"Igreja internacional de Salvação de Vidas (IISV) ","pt_description":"A igreja internacional de Salvação de Vidas (IISV) foi fundada em Setembro de 2008 por Apóstolo dr. António Cunha Macuengue. A igreja está localizada no Bairro dos CFM Muchatazina próximo da Escola secundária de Muchatazina. Possui 4 congregações: Beira - sede; Beira - Mutondo; BUZI, Tete (em via de estabelecimento). Liderada pelo fundador e sua esposa e mais 5 pastores auxiliares.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/logoigrejasalvacaodevidas.png","license_type_id":3},{"id":21,"en_name":"International Church of Salvation of Lives (IISV) ","en_description":"The International Church of Salvation of Lives (IISV) was founded in September 2008 by Apostle dr. António Cunha Macuengue. The church is located in the CFM Muchatazina neighborhood near the Muchatazina High School. It has 4 congregations: Beira-headquarters; Beira - Mutondo; BUZI, Tete (on the way to establishment). Led by the founder and his wife and 5 additional pastors.","pt_name":"Igreja internacional de Salvação de Vidas (IISV) ","pt_description":"A igreja internacional de Salvação de Vidas (IISV) foi fundada em Setembro de 2008 por Apóstolo dr. António Cunha Macuengue. A igreja está localizada no Bairro dos CFM Muchatazina próximo da Escola secundária de Muchatazina. Possui 4 congregações: Beira - sede; Beira - Mutondo; BUZI, Tete (em via de estabelecimento). Liderada pelo fundador e sua esposa e mais 5 pastores auxiliares.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/organization\/logoigrejasalvacaodevidas.png","license_type_id":3}]
