[{"id":2,"en_name":"C.S. Lewis","en_description":"British Author","pt_name":"C.S. Lewis","pt_description":"autor britânico","photo":"https:\/\/api.fontedavida.org\/fonte\/api\/html\/web\/uploads\/photo\/teacher\/cross02.jpg","location":"U.K.","organization_id":4},{"id":3,"en_name":"Various Authors","en_description":"This teacher contains the work of many Christian authors, and the resources are made available to benefit the church.","pt_name":"Vários Autores","pt_description":" Este professor contém o trabalho de muitos autores cristãos, e os recursos são disponibilizados para beneficiar a igreja.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/cross.jpg","location":"N\/A","organization_id":4},{"id":6,"en_name":"Pastor Edmore Sibanda","en_description":"Pastor Edmore Sibanda is the pastor at Igreja de Cristo Unida church in Machaze as well as being in charge of farming projects in that region (including GoiGoi). He is very active in the local and national ICUM church.","pt_name":"Pastor Edmore Sibanda","pt_description":"descrição","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/EdmoreSibanda.jpg","location":"Machaze, Moçambique","organization_id":5},{"id":10,"en_name":"Global Recordings Network","en_description":"The Vision of GRN is That people might hear and understand God's Word in their heart language, especially those who are oral communicators and those who do not have Scriptures in a form they can access.","pt_name":"Rede de Gravações Global","pt_description":"A Visão da GRN é que as pessoas possam ouvir e entender a Palavra de Deus em sua língua materna , especialmente aqueles que são comunicadores orais e aqueles que não têm Escrituras de uma forma que eles podem acessar.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/organization\/GRN.jpg","location":"Austrailia","organization_id":6},{"id":16,"en_name":" Apostle Sérgio Licova","en_description":" Apostle Sérgio Licova is the founder and president of the Tabernacles Alliance of Faith churches. Married to Ester Samuel Licova since 1999, Father of three children. Anderson, Eliel and Shainy Sérgio Licova. Received the Divine command through a voice in 1999 saying \"Begin a new work and I take care of you.\" In 2000 he co-founded a ministry he left in 2004. He heard a voice saying \"Tabernacle Covenant of Faith.\" And in 2005 he started with ministry together with his wife.","pt_name":"Apóstolo Sérgio Licova","pt_description":"Apostolo Sérgio Licova é o fundador e presidente das igrejas Tabernáculo Aliança da Fé. Casado com Ester Samuel Licova desde 1999 e Pai de três filhos, Anderson, Eliel e Shainy. Sérgio Licova, recebeu a ordem Divina através de uma voz em 1999 dizendo \"Começa uma nova obra e Eu cuidarei de ti.\" Em 2000 foi co-fundador de um ministério em que veio a deixar em 2004. Neste mesmo ouviu uma voz dizendo \"Tabernáculo Aliança da Fe.\" E em 2005 iniciou com o ministerio juntamente com sua esposa.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/apsergio4.png","location":"Mozambique-Beira","organization_id":11},{"id":17,"en_name":"Pastor Flávio Andrade","en_description":"Pastor Flávio Andrade, was born in Rio de Janeiro in 1980, Son of Loir Vicente de Andrade and Marilia Moura de Sousa, graduated in Bachelor of Theology from the International Biblical Institute of Brazil, and is married to Cremilde, has two Children. He arrived in Africa through Pastor Itamar Fernandes, whom he affectionately calls Father and has been in Mozambique since 2003. Flávio Andrade, pastor of Behtel.","pt_name":"Pastor Flávio Andrade","pt_description":"Pastor Flávio Andrade, nasceu na Cidade do Rio de Janeiro, no ano 1980, Filho de Loir Vicente de Andrade e da Marilia Moura de Sousa, formado em Bacharel em Teologia pelo instituto Biblico Internacional do Brazil, e é casado com a Cremilde, tem dois Filhos. Chegou na África atraves do Pastor Itamar Fernandes a que ele chama carinhosamente de Pai e está em moçambique desde 2003,. Flávio Andrade pastor da Behtel.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/pastor21.png","location":"Mozambique-Beira","organization_id":12},{"id":18,"en_name":"Pastor Dr. Lucas Amosse","en_description":"Description coming soon","pt_name":"Pastor Dr. Lucas Amosse","pt_description":"Descrição vindo em breve.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/pr-amos.jpg","location":"Mozambique-Beira","organization_id":5},{"id":19,"en_name":"Pastor Tomas Pereira Viageiro ","en_description":" Pastor Tomas Pereira Viageiro Founder of the Church Evangelical mission new life, married to Teresa Viajeiro and has 3 children, Licensed in management in business administration, law, and Theology. With daughter churches in several parts of Mozambique","pt_name":"Pastor Tomas Pereira Viageiro","pt_description":"Pastor Tomas Pereira Viageiro Fundador da Igreja Missão Evangélica Vida Nova, casado com Teresa Viageiro e tem 3 filhos, Licenciado em Gestão e Administração de empresa, em Direito, e Teologia. Com igrejas filhas em varias partes de Moçambique.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/fotopastor.png","location":"Mozambique-Beira","organization_id":13},{"id":20,"en_name":"Pastora Cremilde Andrade","en_description":"Pastora Cremilde de Jesus Dias de Sousa Andrade, Mozambican Nationality Married to Pastor Flávio Andrade. She is a Pastora since 2008","pt_name":"Pastora Cremilde Andrade","pt_description":"Pastora Cremilde de Jesus Dias de Sousa Andrade, Nacionalidade Moçambicano Casada com Pastor Flávio Andrade. Ela é Pastora desde 2008","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/prmidinha.png","location":"Mozambique-Beira","organization_id":12},{"id":21,"en_name":"Pastor João Campira","en_description":"Pastor of the Church Adonay House of Worship","pt_name":"Pastor João Campira","pt_description":"Pastor da Igreja Casa de adoração adonay","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/IMG1473.png","location":"teacher","organization_id":12},{"id":22,"en_name":"Pastor Tim","en_description":"Tim is pastor of Crystal Lake vineyard church and is married to Amy over 27, has two children, a 21-year-old and an 18-year-old. He makes frequent trips to Senegal and Mozambique Africa to support the work the Vineyard is doing there.","pt_name":"Pastor Tim","pt_description":"Tim é pastor da Igreja vineyard de Crystal Lake e está casado com a Amy mais de 27 anos, tem dois filhos, um de 21 anos e outro de 18 anos. Ele Faz viagens frequentes para senegal e Moçambique na África para apoiar o trabalho que a Vineyard está fazendo lá.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/Prtim.png","location":"teacher","organization_id":9},{"id":23,"en_name":"Pastor Wilke Rufino","en_description":"Wilke Rufino, married to the pastor Morgana Rufino, born in 1989, is pastor and missionary of the Bosque Baptist Church, born in Brazil, in the province of Acre. He arrived in the city of Beira in April 2016. He holds a bachelor's degree in law from Barão do Rio Branco College.","pt_name":"Pastor Wilke Rufino","pt_description":"Wilke Rufino, casado com a pastora Morgana Rufino, nascido em 1989, é pastor e missionário da Igreja Batista do Bosque, nasceu no Brasil, na provincia do Acre. Chegou na cidade da Beira em Abril de 2016. É bacharel em direito, formado pela Faculdade Barão do Rio Branco.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/wilkerofino.png","location":"Beira-Moçambique","organization_id":14},{"id":24,"en_name":"Pastor Alberto José Chipendulo","en_description":"Pastor Alberto José Chipendulo, founder of the Church Ministry of Intercession in Mozambique in the city of Beira, married to Graça Sebastião Chipendulo since 1994 and the father of Ester José Chipendulo","pt_name":"Pastor Alberto José Chipendulo","pt_description":"Pastor Alberto José Chipendulo, fundador da Igreja Ministério de Intercessão em mocambique na cidade da Beira, casado com Graça Sebastião Chipendulo desde 1994 e pai de Ester José Chipendulo","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/IMG9669.png","location":"Mozambique","organization_id":15},{"id":25,"en_name":"Apostle Danny Timane","en_description":"description soon","pt_name":"Apóstolo Danny Timane","pt_description":"descricao em breve","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/LogoVNF103.jpg","location":"Mocambique","organization_id":16},{"id":26,"en_name":"Pastor Luís José Chimbia","en_description":"Luís José Chimbia, born June 1, 1970, born in the district of Búzi, Sofala Province, married to Manuela Alberto Manaca Chimbia, six of whom were two girls and four boys. Professionally, he was trained at the intermediate level, between 1989 and 1991 as professor by the Institute of Primary Teaching in Beira in the area of Biology and Mathematics. In the period between 2006 and 2011 he finished his degree in Mathematics from the Sofala Delegation Pedagogical University. He received a Bachelor's degree in Theology from the Sofala Biblical Institute in Beira from 1994 to 1997. He also received a degree in Theology from SETEPEP in Sofala, in partnership with Brazil from 1997 to 2000.","pt_name":"Pastor Luís José Chimbia","pt_description":"Luís José Chimbia, nascido a 01 de Junho de 1970, natural do distrito de Búzi, Província de Sofala, casado com Manuela Alberto Manaca Chimbia, seis filhos dos quais duas meninas e quatro rapazes. Profissionalmente, foi formado em nível médio, entre 1989 a 1991 como professor pelo Instituto de Magistério Primário na Beira na área de Biologia e Matemática. Já no período entre 2006 a 2011 terminou a licenciatura em Matemática pela Universidade Pedagógica Delegação de Sofala. Foi formado no curso médio em Teologia pelo Instituto Bíblico de Sofala, na Beira entre 1994 a 1997. Foi ainda formado no curso de licenciatura em Teologia pelo SETEPEP em Sofala em pracearia com o Brasil no período de 1997 a 2000.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/Api2.png","location":"Mozambique","organization_id":17},{"id":27,"en_name":" Apostle Jonas Fortuna Quembo","en_description":"The Apostle Jonas Fortuna Quembo, the man called by God and faithful servant of God, is the founder of the New Generation Center Church, officially married to Pastor Deborah Quembo, a resident of the city of Beira. He founded the CNG in 2006 with the mission of Touching Lives, Changing Lives and Mark an impact that lasts through preaching the Word of God, planting churches, deep adoration, demonstrating God's power and social relevance, using all means possible to reach the world.","pt_name":"Apóstolo Jonas Fortuna Quembo","pt_description":"O apóstolo Jonas Fortuna Quembo, o homem chamado por Deus e servo fiel de Deus, é o fundador da Igreja Centro da Nova Geração Internacional, casado oficialmente com a Pastora Deborah Quembo, residente na cidade da Beira. Fundou a ICNG em 2006, com a missão de Tocar Vidas, Mudar Vidar e Marcar um impacto que dura, por meio de pregação da palavra de Deus, plantação de Igrejas, adoração profunda, demostração do poder de Deus e relevância social, usando todos meios possíveis para alcançar o mundo. ","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/Apjonasquembo3.png","location":"Beira","organization_id":18},{"id":28,"en_name":"Prophet Zeferino Alberto Chirombe","en_description":"Zeferino Alberto Chirombe, Pastor founder of the Ministry of Liberation Burning Bush","pt_name":"Profeta Zeferino Alberto Chirombe","pt_description":"Zeferino Alberto Chirombe, Pastor fundador do Ministerio de Libertação Sarça Ardente","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/Zeferino1.png","location":"Beira","organization_id":19},{"id":29,"en_name":"Pastor Rosy Queface Timane","en_description":"Rosy Queface Timane is pastor of the warriors in faith ministry, wife of the Apostle Danny Timane.","pt_name":"Pastora Rosy Queface Timane","pt_description":"Pastora Rosy Queface Timane é pastora da Igreja Valentes na Fé, e esposa do Apostolo Danny Timane.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/RosyquefaceTimane.png","location":"Mozambique","organization_id":16},{"id":30,"en_name":"Apostle dr. António Cunha Macuengue","en_description":"António Cunha Macuengue, married, licensed in Physics Teaching, Music Producer, plays Drums, Piano; electric guitar and bass. Love the Reading. Its mentor is Apostle Sérgio Licova.","pt_name":"Apóstolo dr. António Cunha Macuengue","pt_description":"António Cunha Macuengue, casado, licenciado em Ensino de Física, produtor de Música, toca Bateria, Piano; guitarra elétrica e bass. Ama a Leitura. Tem como mentor Apóstolo Sérgio Licova.","photo":"https:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/apostoloAntonio.png","location":"Mozambique","organization_id":20},{"id":31,"en_name":"Rev. Munguba Jr.","en_description":"Scientist of the Religion, Theologian, Administrator, Master in Administration and Clinical Psychology and PhD in Clinical Psychology, is the President of Conoerce - the Council of Orientation of Religious Education of the State of Ceará and President of the Community of Love Baptist Church, a religious institution with , approximately one thousand five hundred members. Writer, singer and composer, he is the husband of Isabelle, father of Rafael, Rafaela and Pietro.","pt_name":"Rev. Munguba Jr.","pt_description":"Cientista da Religião, Teólogo, Administrador, Mestre em Administração e Psicologia Clínica e PhD em Psicologia Clínica, é o Presidente do Conoerce – o Conselho de Orientação do Ensino Religioso do Estado do Ceará e Presidente da Igreja Batista Comunidade do Amor, uma instituição religiosa com, aproximadamente, um mil e quinhentos membros. Escritor, cantor e compositor, é marido de Isabelle, pai do Rafael, da Rafaela e do Pietro.","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/RevMungubaJr.png","location":"Brasil-Fortaleza","organization_id":21},{"id":32,"en_name":"Pastor Júlio Langa","en_description":"Pastor of the warrior in faith ministries","pt_name":"Pastor Júlio Langa","pt_description":"Pastor da valentes na Fé","photo":"http:\/\/api.fontedavida.org\/uploads\/photo\/teacher\/PrJULIO.png","location":"Mozambique","organization_id":16}]
